Repository: yuryYudanau/you_spent
Catalog: Resources/Strings/ExpensesPageResources.*.resx
Languages: ru

# PageTitle
source: Expenses
ru: Расходы

# PageHeading
source: Add Expense
ru: Добавить расход

# PageDescription
source: You can enter expense information here
ru: Здесь можно ввести данные информацию о расходах

# TabTitle
source: Expenses
ru: Расходы

source: Loading...
ru: Загрузка...

# NoExpenseTypes
source: No active expense types
ru: Нет активных типов расходов

# AddExpenseTypesInSettings
source: Add them in Settings
ru: Добавьте их в настройках

source: Go to Settings
ru: Перейти к настройкам

source: Expense types not found
ru: Типы расходов не найдены

# AddExpenseTypesInSettingsHint
source: Add expense types in settings
ru: Добавьте типы расходов в настройках

source: No expenses
ru: Нет расходов

# AddExpenseTitle
source: Add Expense
ru: Добавить расход

# EnterAmountPrompt
source: Enter amount for '{0}':
ru: Введите сумму для '{0}':

source: Success
ru: Успех

# ExpenseAdded
source: Expense {0} added
ru: Расход {0} ₽ добавлен

source: Error
ru: Ошибка

source: Failed to add expense
ru: Не удалось добавить расход

# ExpenseDetails
source: Expense: {0} Date: {1}
ru: Расход: {0} ₽ Дата: {1}

source: Cancel
ru: Отмена

source: Delete
ru: Удалить

source: Edit
ru: Редактировать

source: Confirmation
ru: Подтверждение

# DeleteExpenseConfirm
source: Delete expense {0}?
ru: Удалить расход {0} ₽?

source: Yes
ru: Да

source: No
ru: Нет

source: Expense deleted
ru: Расход удалён

source: Failed to delete expense
ru: Не удалось удалить расход

source: New amount:
ru: Новая сумма:

source: Amount updated
ru: Сумма обновлена

source: Failed to update expense
ru: Не удалось обновить расход

source: OK
ru: ОК

# LoadedTypesCount
source: Loaded types: {0}
ru: Загружено типов: {0}

# FuturePeriodMessage
source: Cannot add expenses to the future
ru: Нельзя добавлять расходы в будущее
